Repository: blackcubeio/admin
Catalog: src/i18n/*/messages.po
Languages: fr

# blackcube/admin/actions
source: Property "elementClass" must be defined
fr: La propriété « elementClass » doit être définie

# blackcube/admin/authentication
source: Sign in
fr: S’identifier

# blackcube/admin/authentication
source: Sign in with a passkey
fr: S’identifier avec une clef d'accès

# blackcube/admin/bloc-type
source: Associated types
fr: Types associés

# blackcube/admin/bloc-type
source: Bloc type
fr: Type de bloc

# blackcube/admin/bloc-type
source: Bloc types
fr: Types de bloc

# blackcube/admin/category
source: Categories
fr: Catégories

# blackcube/admin/category
source: Category
fr: Catégorie

# blackcube/admin/category
source: Category status
fr: Statut de la catégorie

# blackcube/admin/category
source: Contents
fr: Contenus

# blackcube/admin/category
source: Language
fr: Langue

# blackcube/admin/category
source: No type
fr: Pas de type

# blackcube/admin/category
source: Slug
fr: URL

# blackcube/admin/category
source: This is the minimal information needed to create a new category
fr: Information minimale nécessaire pour créer une nouvelle catégorie

# blackcube/admin/common
source: Activate
fr: Activer

# blackcube/admin/common
source: Beware, you are going to delete the element:
fr: Attention, vous allez supprimer l’élément:

# blackcube/admin/common
source: Cancel
fr: Annuler

# blackcube/admin/common
source: Canonical Slug
fr: URL Canonique

# blackcube/admin/common
source: Close panel
fr: Fermer

# blackcube/admin/common
source: Close sidebar
fr: Fermer

# blackcube/admin/common
source: Create
fr: Créer

# blackcube/admin/common
source: Delete
fr: Supprimer

# blackcube/admin/common
source: Detach
fr: Détacher

# blackcube/admin/common
source: Do you really want to continue ?
fr: Souhaitez-vous continuer ?

# blackcube/admin/common
source: Down
fr: Descendre

# blackcube/admin/common
source: Edit
fr: Modifier

# blackcube/admin/common
source: Error
fr: Erreur

# blackcube/admin/common
source: Next
fr: Suivant

# blackcube/admin/common
source: No Canonical
fr: Pas d’URL canonique

# blackcube/admin/common
source: Previous
fr: Précédent

# blackcube/admin/common
source: SEO is Slug dependant. It will be activated for the website only if Slug is active
fr: Le Sitemap dépend de l’URL. Il sera activé seulement si l’URL est active

# blackcube/admin/common
source: SEO management
fr: Gestion du SEO

# blackcube/admin/common
source: SEO was not saved
fr: Le SEO n’a pas été sauvegardé

# blackcube/admin/common
source: SEO was saved
fr: Le SEO a été sauvegardé

# blackcube/admin/common
source: Save
fr: Enregistrer

# blackcube/admin/common
source: Search
fr: Rechercher

# blackcube/admin/common
source: Self Canonical
fr: Soi-même

# blackcube/admin/common
source: Sitemap is Slug dependant. It will be activated for the website only if Slug is active
fr: Le Sitemap dépend de l’URL. Il sera activé seulement si l’URL est active

# blackcube/admin/common
source: Sitemap management
fr: Gestion du Sitemap

# blackcube/admin/common
source: Sitemap was not saved
fr: Le Sitemap n’a pas été sauvegardé

# blackcube/admin/common
source: Sitemap was saved
fr: Le Sitemap a été sauvegardé

# blackcube/admin/common
source: Slug allow an element to be linked in the public space
fr: L’URL permet à un élément d’être accessible depuis la partie publique du site

# blackcube/admin/common
source: Slug management
fr: Gestion de l’URL

# blackcube/admin/common
source: Slug was deleted
fr: L’URL a été supprimée

# blackcube/admin/common
source: Slug was not saved
fr: L’URL n’a pas été sauvegardée

# blackcube/admin/common
source: Slug was saved
fr: L’URL a été sauvegardée

# blackcube/admin/common
source: Success
fr: Succès

# blackcube/admin/common
source: Summary
fr: Sommaire

# blackcube/admin/common
source: Summary large image
fr: Sommaire grande image

# blackcube/admin/common
source: Tags are used to filter elements
fr: Les tags sont utilisés pour filtrer les éléments

# blackcube/admin/common
source: Tags management
fr: Gestion des tags

# blackcube/admin/common
source: Tags were not saved
fr: Les tags n’ont pas été sauvegardés

# blackcube/admin/common
source: Tags were saved
fr: Les tags on été sauvegardés

# blackcube/admin/common
source: Unknown
fr: Inconnu

# blackcube/admin/common
source: Up
fr: Monter

# blackcube/admin/common
source: View
fr: Voir

# blackcube/admin/common
source: Website
fr: Site

# blackcube/admin/composite
source: Composite
fr: Article

# blackcube/admin/composite
source: Composite status
fr: Statut de l’article

# blackcube/admin/composite
source: Composites
fr: Articles

# blackcube/admin/composite
source: Contents
fr: Contenus

# blackcube/admin/composite
source: Language
fr: Langue

# blackcube/admin/composite
source: No type
fr: Pas de type

# blackcube/admin/composite
source: Node
fr: Rubrique

# blackcube/admin/composite
source: Orphan
fr: Orphelin

# blackcube/admin/composite
source: Slug
fr: URL

# blackcube/admin/composite
source: This is the minimal information needed to create a new composite
fr: Information minimale nécessaire pour créer un nouvel article

# blackcube/admin/console
source: Active
fr: Actif

# blackcube/admin/console
source: Administrator is invalid
fr: Administrateur invalide

# blackcube/admin/console
source: Administrators list
fr: Liste des administrateurs

# blackcube/admin/console
source: Create new administrator
fr: Créer un nouvel administrateur

# blackcube/admin/console
source: Generate Heroicons helper
fr: Outil de génération des Heroicons

# blackcube/admin/console
source: Inactive
fr: Inactif

# blackcube/admin/console
source: Init permissions and roles
fr: Initialiser les permissions et les rôles

# blackcube/admin/console
source: Save administrator {email} {hash}
fr: Enregistrer l’administrateur {email} - {hash}

# blackcube/admin/console
source: firstname
fr: prénom

# blackcube/admin/console
source: lastname
fr: nom

# blackcube/admin/console
source: password
fr: mot de passe

# blackcube/admin/dashboard
source: Categories
fr: Catégories

# blackcube/admin/dashboard
source: Composites
fr: Articles

# blackcube/admin/dashboard
source: Dashboard
fr: Tableau de bord

# blackcube/admin/dashboard
source: Last updated categories
fr: Dernières catégories mises à jour

# blackcube/admin/dashboard
source: Last updated composites
fr: Derniers articles mis à jour

# blackcube/admin/dashboard
source: Last updated nodes
fr: Dernières rubriques mises à jour

# blackcube/admin/dashboard
source: Last updated tags
fr: Derniers tags mis à jour

# blackcube/admin/dashboard
source: Nodes
fr: Rubriques

# blackcube/admin/dashboard
source: Overview
fr: Vue d’ensemble

# blackcube/admin/import
source: Category active
fr: Catégorie active

# blackcube/admin/import
source: Category status
fr: Statut de la catégorie

# blackcube/admin/import
source: Composite
fr: Article

# blackcube/admin/import
source: Composite active
fr: Article actif

# blackcube/admin/import
source: Composite status
fr: Statut de l’article

# blackcube/admin/import
source: Composite which will be tagged
fr: Article qui sera taggé

# blackcube/admin/import
source: Date end
fr: Date de fin

# blackcube/admin/import
source: Date start
fr: Date de début

# blackcube/admin/import
source: Frequency
fr: Fréquence

# blackcube/admin/import
source: Host
fr: Hôte

# blackcube/admin/import
source: Language
fr: Langue

# blackcube/admin/import
source: Name
fr: Nom

# blackcube/admin/import
source: No type
fr: Pas de type

# blackcube/admin/import
source: Node
fr: Rubrique

# blackcube/admin/import
source: Node active
fr: Rubrique active

# blackcube/admin/import
source: Node status
fr: Statut de la rubrique

# blackcube/admin/import
source: Node which will be tagged
fr: Rubrique qui sera taggée

# blackcube/admin/import
source: Number of blocs which will be imported
fr: Nombre de blocs à importer

# blackcube/admin/import
source: OG Type
fr: Type OG

# blackcube/admin/import
source: Orphan
fr: Orphelin

# blackcube/admin/import
source: Path
fr: Chemin

# blackcube/admin/import
source: Priority
fr: Priorité

# blackcube/admin/import
source: Seo active
fr: SEO actif

# blackcube/admin/import
source: Seo status
fr: Statut du SEO

# blackcube/admin/import
source: Sitemap active
fr: Sitemap actif

# blackcube/admin/import
source: Sitemap status
fr: Statut du sitemap

# blackcube/admin/import
source: Slug active
fr: URL active

# blackcube/admin/import
source: Slug status
fr: Statut de l’URL

# blackcube/admin/import
source: Tag active
fr: Tag actif

# blackcube/admin/import
source: Tag status
fr: Statut du tag

# blackcube/admin/import
source: Tag which will be attached to the composite
fr: Tag qui sera taggé

# blackcube/admin/import
source: This is the category which will be imported
fr: Catégorie qui sera importée

# blackcube/admin/import
source: This is the composite which will be imported
fr: Article qui sera importé

# blackcube/admin/import
source: This is the node which will be imported
fr: Rubrique qui sera importée

# blackcube/admin/import
source: This is the tag which will be imported
fr: Tag qui sera importé

# blackcube/admin/import
source: Title
fr: Titre

# blackcube/admin/import
source: Twitter Card
fr: Carte twitter

# blackcube/admin/language
source: Language
fr: Langue

# blackcube/admin/language
source: Language is primary
fr: Langue primaire

# blackcube/admin/language
source: Language status
fr: Statut de la langue

# blackcube/admin/language
source: Languages
fr: Langues

# blackcube/admin/menu
source: Add item
fr: Ajouter un élément

# blackcube/admin/menu
source: Host
fr: Hôte

# blackcube/admin/menu
source: Items
fr: Elément

# blackcube/admin/menu
source: Language
fr: Langue

# blackcube/admin/menu
source: Menu item
fr: Elément

# blackcube/admin/menu
source: Menu status
fr: Statut du menu

# blackcube/admin/menu
source: Root
fr: Racine

# blackcube/admin/menu
source: Select a route
fr: Sélectionner une route

# blackcube/admin/models
source: Active
fr: Actif

# blackcube/admin/models
source: Auth Key
fr: Clef d’authentification

# blackcube/admin/models
source: Categories
fr: Catégories

# blackcube/admin/models
source: Composites
fr: Articles

# blackcube/admin/models
source: Date Create
fr: Date de création

# blackcube/admin/models
source: Date Update
fr: Date de mise à jour

# blackcube/admin/models
source: Firstname
fr: Prénom

# blackcube/admin/models
source: Import file
fr: Télécharger un fichier

# blackcube/admin/models
source: Lastname
fr: Nom

# blackcube/admin/models
source: New Password
fr: Nouveau mot de passe

# blackcube/admin/models
source: Nodes
fr: Rubriques

# blackcube/admin/models
source: Password
fr: Mot de passe

# blackcube/admin/models
source: Password Verification
fr: Vérification du mot de passe

# blackcube/admin/models
source: Remember me
fr: Se souvenir de moi

# blackcube/admin/models
source: Search
fr: Rechercher

# blackcube/admin/models
source: Slugs
fr: URLs

# blackcube/admin/models
source: Token
fr: Jeton

# blackcube/admin/models
source: Token Type
fr: Type de jeton

# blackcube/admin/models/passkey
source: Administrator Id
fr: ID administrateur

# blackcube/admin/models/passkey
source: Attestation Type
fr: Type d’attestation

# blackcube/admin/models/passkey
source: Counter
fr: Compteur

# blackcube/admin/models/passkey
source: Credential Public Key
fr: Clef publique

# blackcube/admin/models/passkey
source: Date Create
fr: Date de création

# blackcube/admin/models/passkey
source: Date Update
fr: Date de mise à jour

# blackcube/admin/models/passkey
source: Json Data
fr: Données Json

# blackcube/admin/models/passkey
source: Name
fr: Nom

# blackcube/admin/models/passkey
source: User Handle
fr: Identifiant utilisateur

# blackcube/admin/models/passkeyRp
source: Icon
fr: Icône

# blackcube/admin/models/passkeyRp
source: Name
fr: Nom

# blackcube/admin/node
source: After
fr: Après

# blackcube/admin/node
source: Before
fr: Avant

# blackcube/admin/node
source: Composites
fr: Articles

# blackcube/admin/node
source: Contents
fr: Contenus

# blackcube/admin/node
source: Into
fr: Dans

# blackcube/admin/node
source: Language
fr: Langue

# blackcube/admin/node
source: Move Node
fr: Déplacer la rubrique

# blackcube/admin/node
source: No type
fr: Pas de type

# blackcube/admin/node
source: Node
fr: Rubrique

# blackcube/admin/node
source: Node status
fr: Statut de la rubrique

# blackcube/admin/node
source: Nodes
fr: Rubriques

# blackcube/admin/node
source: Slug
fr: URL

# blackcube/admin/node
source: Target node
fr: Rubrique cible

# blackcube/admin/node
source: This is the minimal information needed to create a new node
fr: Information minimale nécessaire pour créer une nouvelle rubrique

# blackcube/admin/parameter
source: Parameter
fr: Paramètre

# blackcube/admin/parameter
source: Parameters
fr: Paramètres

# blackcube/admin/plugin
source: Configure
fr: Configurer

# blackcube/admin/plugin
source: Edit
fr: Modifier

# blackcube/admin/plugin
source: Plugin registered
fr: Désenregistrer

# blackcube/admin/plugin
source: Plugin status
fr: Statut du plugin

# blackcube/admin/plugin
source: Register
fr: Enregistrer

# blackcube/admin/plugin
source: Unregister
fr: Désenregistrer

# blackcube/admin/search
source: Categories
fr: Catégories

# blackcube/admin/search
source: Composites
fr: Articles

# blackcube/admin/search
source: Nodes
fr: Rubriques

# blackcube/admin/search
source: Search categories
fr: Rechercher dans les catégories

# blackcube/admin/search
source: Search composites
fr: Rechercher dans les articles

# blackcube/admin/search
source: Search nodes
fr: Rechercher dans les rubriques

# blackcube/admin/search
source: Search slugs
fr: Rechercher dans les URLs

# blackcube/admin/search
source: Search tags
fr: Rechercher dans les tags

# blackcube/admin/search
source: Slugs
fr: URLs

# blackcube/admin/slug
source: Category
fr: Catégorie

# blackcube/admin/slug
source: Composite
fr: Article

# blackcube/admin/slug
source: Node
fr: Rubrique

# blackcube/admin/slug
source: Slug
fr: URL

# blackcube/admin/slug
source: Slugs
fr: URLs

# blackcube/admin/tag
source: Category
fr: Catégorie

# blackcube/admin/tag
source: Contents
fr: Contenus

# blackcube/admin/tag
source: No type
fr: Pas de type

# blackcube/admin/tag
source: Slug
fr: URL

# blackcube/admin/tag
source: Tag status
fr: Statut du tag

# blackcube/admin/tag
source: This is the minimal information needed to create a new tag
fr: Information minimale nécessaire pour créer un nouveau tag

# blackcube/admin/type
source: Associated bloc types
fr: Types de bloc associés

# blackcube/admin/type
source: Select a route
fr: Séléctionner une route

# blackcube/admin/user
source: Account
fr: Compte

# blackcube/admin/user
source: Create passkey
fr: Créer une clef d’accès

# blackcube/admin/user
source: Passkeys
fr: Clefs d’accès

# blackcube/admin/user
source: Permission were updated
fr: Les permissions ont été mises à jour

# blackcube/admin/user
source: Success
fr: Succès

# blackcube/admin/user
source: User
fr: Utilisateur

# blackcube/admin/user
source: User status
fr: Statut de l’utilisateur

# blackcube/admin/user
source: Users
fr: Utilisateurs

# blackcube/admin/validators
source: Administrator does not exist
fr: L’administrateur n’existe pas

# blackcube/admin/validators
source: Password is invalid
fr: Le mot de passe est invalide

# blackcube/admin/validators
source: User is invalid
fr: L’utilisateur est invalide

# blackcube/admin/views
source: Password
fr: Mot de passe

# blackcube/admin/views
source: Please check the URL in the address bar and try again.
fr: Veuillez vérifier l’URL dans la barre d’adresse et ré-essayer.

# blackcube/admin/views
source: Unhandled error.
fr: Erreur non gérée.

# blackcube/admin/views
source: username@website.com
fr: identifiant@siteinternet.com

# blackcube/admin/widgets
source: Account
fr: Compte

# blackcube/admin/widgets
source: Bloc types
fr: Types de bloc

# blackcube/admin/widgets
source: Categories
fr: Catégories

# blackcube/admin/widgets
source: Composites
fr: Articles

# blackcube/admin/widgets
source: Dashboard
fr: Tableau de bord

# blackcube/admin/widgets
source: Languages
fr: Langues

# blackcube/admin/widgets
source: Logout
fr: Déconnexion

# blackcube/admin/widgets
source: Management
fr: Gestion

# blackcube/admin/widgets
source: Next
fr: Suivant

# blackcube/admin/widgets
source: No route
fr: Pas de route

# blackcube/admin/widgets
source: Nodes
fr: Rubriques

# blackcube/admin/widgets
source: Parameters
fr: Paramètres

# blackcube/admin/widgets
source: Preview
fr: Prévisualiser

# blackcube/admin/widgets
source: Previous
fr: Précédent

# blackcube/admin/widgets
source: Primary
fr: Primaire

# blackcube/admin/widgets
source: Redirect {httpCode}
fr: Redirection {httpCode}

# blackcube/admin/widgets
source: SEO integration
fr: Intégration SEO

# blackcube/admin/widgets
source: Showing {start} to {end} of {count} results
fr: De {start} à {end} sur {count} résultats

# blackcube/admin/widgets
source: Sitemap integration
fr: Intégration Sitemap

# blackcube/admin/widgets
source: Slugs
fr: URLs

# blackcube/admin/widgets
source: URL Status
fr: Statut de l’URL

# blackcube/admin/widgets
source: Unknown
fr: Inconnu

# blackcube/admin/widgets
source: Upload A file
fr: Télécharger un fichier

# blackcube/admin/widgets
source: Upload files
fr: Télécharger des fichiers

# blackcube/admin/widgets
source: Users
fr: Utilisateurs

# blackcube/admin/widgets
source: no route
fr: pas de route

# blackcube/admin/widgets
source: or drag and drop
fr: ou glisser déposer

# blackcube/admin/helpers
source: CMS Category
fr: CMS: Catégorie

# blackcube/admin/helpers
source: CMS Composite - Orphans
fr: CMS: Article - Orphelins

# blackcube/admin/helpers
source: CMS Composite - {node}
fr: CMS: Article - {node}

# blackcube/admin/helpers
source: CMS Node
fr: CMS: Rubrique

# blackcube/admin/helpers
source: Class "{classname}" does not exist.
fr: Le classe « {classname} » n’existe pas.

# blackcube/admin/helpers
source: Module "{moduleId}" does not exist.
fr: Le module « {moduleId} » n’existe pas.

# blackcube/admin/helpers
source: Regular
fr: Standard
